{
  "albumTitle": "Weekend in Jeddah",
  "blocks": [
    {
      "type": "text",
      "content": "The adhan begins in streets that are otherwise empty. Sound bounces off broken facades and narrow alleys, filling the old town. Within moments, people begin to appear from everywhere at once. Men in long white thobes emerge quietly from doorways and side streets I hadn’t noticed, lining up along the road. Hundreds gather and pray in unison. The city holds its breath. Nothing moves beyond the occasional cat stretching in the shade."
    },
    {
      "type": "photoCluster",
      "photos": [
        { "src": "images/saudi-jeddah/20250425_jeddah_carpet.jpg", "caption": "" }
      ]
    },
    {
      "type": "text",
      "content":"When the prayer ends, the streets empty as quickly as they filled. Silence returns. During the day, the old town feels abandoned. Buildings lean and crack, their surfaces worn but not erased, faded greens, blues, and browns clinging stubbornly to the walls. Windows sit open to nothing. Doors hang loose. Heat weighs heavily into the streets and the place feels paused."
    },
    {
      "type": "photoCluster",
      "photos": [
        { "src": "images/saudi-jeddah/20250425_jeddah_blue_windows.jpg", "caption": "" },
        { "src": "images/saudi-jeddah/20250425_jeddah_brown_windows.jpg", "caption": "" },
        { "src": "images/saudi-jeddah/20250425_jeddah_green_windows.jpg", "caption": "" }
      ]
    },
    {
      "type": "text",
      "content": "At night, the same streets change completely. Lights come on, voices return, and the markets fill with people. Fresh fish from the Red Sea is laid out on ice, silver scales catching the glow from the stalls. The sun has gone down and yet the city has just awoken."
    },
    {
      "type": "photoCluster",
      "photos": [
        { "src": "images/saudi-jeddah/20250425_jeddah_pot_building.jpg", "caption": "" },
        { "src": "images/saudi-jeddah/20250425_jeddah_street_sofa.jpg", "caption": "" },
        { "src": "images/saudi-jeddah/20250425_jeddah_bit_cat.jpg", "caption": "" }
      ]
    }
  ]
}
